Repository: R3-N3/Rettungshunde-Einsatzapp-IOS
Catalog: RettungshundeEinsatzApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Accuracy
de: Genauigkeit

source: Add Area
de: Fläche hinzufügen

source: All Tracks
de: Alle Tracks

source: All User
de: Alle Benutzer

source: Area
de: Fläche

# baner_input_saved_successfully
source: The input has been saved.
de: Die Eingabe wurde erfolgreich gespeichert.

# banner_edit_user_error
source: Edit User failed.
de: Bearbeitung des Datensatzes fehlgeschlagen.

# banner_edit_user_success
source: User data update successfull.
de: Benutzerdaten erfolgreich geändert.

# banner_input_saved_error
source: Input could not be saved.
de: Eingabe konnte nicht gespeichert werden.

# banner_insert_valid_email
source: Please insert a valid email address.
de: Bitte gib eine gültige E-Mail Adresse ein.

# banner_insert_valid_phone_number
source: Please insert a valid phone number.
de: Bitte gib eine gültige Handynummer ein.

# banner_logout_success
source: Logout successfull.
de: Erfolgreich ausgeloggt

# banner_send_operation_report_error
source: Error, operation Report not send.
de: Fehler beim Senden des Einsatzberichtes.

# banner_send_operation_report_success
source: Operation Report send successful.
de: Einsatzbericht erfolgreich versendet.

# banner_user_create_sucessfull
source: Create user successful.
de: Benutzer erfolgreich erstellt.

# banner_user_data_update_error
source: Error updating user data.
de: Fehler bei Aktualisierung der Benutzerdaten

source: Cancel
de: Abbrechen

source: Choose Area Color
de: Wähle eine Flächen-Farbe

source: Choose Color
de: Wähle Farbe

source: Color
de: Farbe

source: Color and Size
de: Farbe und Größe

# confirm_delete_all_areas_text
source: Do you want to delete all drawn areas? These areas will no longer be available to other users.
de: Möchte alle eingezeichneten Flächen löschen? Damit stehen die Flächen auch den anderen Benutzern nicht mehr zur verfügung.

# confirm_delete_all_areas_titel
source: ⚠️ Really delete?
de: ⚠️ Wirklich löschen?

# confirm_delete_all_user_gps_text
source: Do you really want to delete all GPS data of all users? This action cannot be undone.
de: Möchtest du wirklich die GPS-Daten aller Benutzer vom Server löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# confirm_delete_all_user_gps_titel
source: ⚠️ Really delete?
de: ⚠️ Wirklich löschen?

# confirm_delete_my_gps_text
source: Do you really want to delete all your GPS data? This action cannot be undone.
de: Möchtest du wirklich alle deine GPS-Daten löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# confirm_delete_my_gps_titel
source: ⚠️ Really delete?
de: ⚠️ Wirklich löschen?

# confirm_edit_my_user_data_text
source: Do you want to save your user data now?
de: Möchtest du deine Benutzerdaten jetzt speichern?

# confirm_edit_my_user_data_titel
source: ✅ Save changes?
de: ✅ Änderungen speichern?

# confirm_logout_text
source: Do you really want to log out?
de: Möchtest du dich wirklich ausloggen

# confirm_logout_titel
source: ⚠️ Confirm logout
de: ⚠️ Logout bestätigen

# confirm_send_operation_report_text
source: Do you want to submit the operation report now?
de: Möchtest du den Einsatzbericht jetzt absenden?

# confirm_send_operation_report_titel
source: ✅ Submit report?
de: ✅ Bericht absenden?

source: Contacts
de: Kontakte

source: Create
de: Erstellen

source: Create New User
de: Neuen Benutzer erstellen

source: Delete
de: Löschen

source: Delete All Areas
de: Alle Flächen löschen

source: Delete All GPS Data
de: Alle GPS Daten löschen

# delete_all_gps_data_error
source: Error deleting all GPS data
de: Fehler beim löschen aller GPS Daten

source: Delete My GPS Data
de: Lösche meine GPS Daten

# delete_my_gps_data_error
source: GPS data could not be deleted.
de: Die GPS Daten konnten nicht gelöscht werden!

# delete_my_gps_data_success
source: GPS data deleted.
de: GPS Daten gelöscht

source: Delete User
de: Benutzer löschen

source: Describtion
de: Beschreibung

source: Edit local Track Color
de: Lokale Track Farbe bearbeiten

source: Edit User
de: Benutzer bearbeiten

source: Edit User Data
de: Benutzerdaten ändern

# edit_user_data_info_text
source: Please note: Only your email address, mobile number, and track color can be changed by yourself. To modify other details, please contact the administrator or an authorized person.
de: Bitte beachten Sie: Nur Ihre E-Mail Adresse, Handynummer und Track-Farbe können selbst angepasst werden. Für Änderungen anderer Angaben wenden Sie sich bitte an den Administrator oder eine befugte Person.

# email_required_or_wrong_format
source: E-Mail is missing or not in the correct format.
de: E-Mail fehlt oder kein korrektes Format.

source: Encoding failed
de: Codierung Fehlgeschlagen

# enter_valid_email
source: Please enter a valid email adress
de: Mitte gib eine gültige E-Mail Adresse ein.

source: ❌ Error
de: ❌ Fehler

# export_all_as_gpx
source: Export all Tracks as .gpx File
de: Alle Tracks als .gpx Datei exportieren

# fill_in_al_fields
source: Please fill in all fields.
de: Bitte fülle alle Felder aus.

source: Geographical Coordinates
de: Geographische Koordinaten

# incorect_user_param
source: ⚠️ User parameters incorrect
de: ⚠️ Benutzerparameter falsch

source: Invalid URL
de: Ungültige URL

source: Last Change
de: Letzte Ändeurng

source: Login
de: Einloggen

source: Logout
de: Abmelden

source: Manage Areas
de: Flächenverwaltung

source: Manage Tracks
de: Trackverwaltung

source: Manage Users
de: Benutzerverwaltung

source: Menu
de: Menü

source: My local track color
de: Meine lokale Track-Farbe

source: My Position
de: Meine Position

source: My Track
de: Mein Track

source: My User Data
de: Meine Benutzerdaten

source: No
de: Nein

source: ❌ No data received
de: ❌ Keine Daten empfangen

source: No Describtion
de: Keine Beschreibung

source: No own track available
de: Kein eigener Track verfügbar

source: No tracks available
de: Keine Tracks vorhanden

source: Not available
de: Nicht verfügbar

source: Numbers of waypoints
de: Anzahl Wegpunkte

source: Operation Date
de: Einsatzdatum

source: Operation Report
de: Einsatzbericht

# operation_report_info_text
source: For each operation, every team member is required to write an operation report. This report should briefly describe the course of the operation. It should particularly address any special circumstances or difficulties encountered during the operation. The content will be treated confidentially. Attachments cannot be submitted with the report via the app.
de: Für jeden Einsatz soll ein Einsatzbericht von jeder Einsatzkraft geschrieben werden. Dieser soll kurz den Ablauf des Einsatzes beschreiben. Er soll insbesondere auf Besonderheiten und Schwierigkeiten während des Einsatzes eingehen. Der Inhalt wird vertraulich behandelt. In den Einsatzbericht über die App können keine Anhänge mit übermittelt werden.

source: Password
de: Passwort

# password_need_to_be
source: Password must be at least 8 characters long and include letters, numbers, and special characters.
de: Passwort muss min. 8 Zeichen, Buchstaben, Zahlen und Sonderzeichen enthalten.

source: ⚠️ Password required!
de: ⚠️ Passwort benötigt!

# phone_number
source: Mobile Phone Number
de: Handynummer

source: Please choose
de: Bitte wählen

source: Processing...
de: Wird verarbeitet…

# radio_call_name
source: Radio Call Sign
de: Funkrufname

source: Report
de: Bericht

source: Reset
de: Zurücksetzen

source: Reset Password
de: Passwort zurücksetzen

# reset_password_info_text
source: To reset your password, first select your organization and then enter your email address. If the entered data is correct and a user with this email address exists, you will receive an email with further instructions after confirming the reset button.
de: Zum zurücksetzen ihres Passwortes wählen Sie zunächst ihre Organisation aus und geben im Anschluss Ihre E-Mail Adresse ein. Wenn die eingegebenen Daten stimmen und ein Benutzer zu der E-Mail Adresse existiert, erhalten Sie nach Bestätigung des Zurücksetzen-Buttons eine E-Mail mit weiteren Anweisungen.

# reset_password_success_text
source: If the entered email address can be assigned to a user, an email with further instructions has been sent.
de: Wenn die eingegeben E-Mail Adresse einem Benutzer zugeordnet werden kann, wurde eine E-Mail mit weiteren Anweisungen verschickt.

source: Save
de: Speichern

source: Security level
de: Sicherheitslevel

source: Send
de: Senden

source: Settings
de: Einstellungen

source: Start GPS
de: Starte GPS

# start_gps_done
source: GPS tracking started
de: GPS Tracking gestartet

# stop_gps_done
source: GPS tracking stoped
de: GPS Tracking gestoppt

source: Submit
de: Absenden

source: ✅ Success
de: ✅ Erfolgreich

source: Title
de: Titel

source: Track Color
de: Track-Farbe

source: Track length
de: Streckenlänge

source: Unknown
de: Unbekannt

source: Unknown E-Mail
de: Unbekannte E-Mail Adresse

source: Unknown Error
de: Unbekannter Fehler

# unknown_org
source: Unknown Organisation
de: Unbekannte Organisation

source: Unknown Phone Number
de: Unbekannte Handynummer

# unknown_radiocallname
source: Unknown Radio Call Sign
de: Unbekannter Funkrufname

source: Unknown Security Level
de: Unbekannter Sicherheitslevel

source: Uploaded
de: Hochgeladen

source: User Data
de: Benutzerdaten

source: Username
de: Benutzername

source: ⚠️ Username required!
de: ⚠️ Benutzername benötigt!

source: Write Operation Report
de: Einsatzbericht schreiben

source: Yes
de: Ja
